Autodesk.Revit.DB.IFC.IFCFileModelOptions.SchemaName
The name of the schema.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL
Since:
2013

Autodesk.Revit.DB.IFC.IFCFileModelOptions.SchemaFile
The full name of an IFC schema file.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL
Since:
2013